{
  "0":{
    "1":[
      "Ak pripadne Nový rok na stredu, bude to priaznivý rok, mnoho vína, ale žiadny med.",
      "Ak Nový rok pripadne na nedeľu, bude mierna zima, ak pripadne na pondelok, veští to ostrú zimu.",
      "Na Nový rok blato, na Veľkú noc sneh.",
      "Aký je deň Nového roka, taký bude celý rok.",
      "Na Nový rok blato, na Veľkú noc sneh.",
      "Drobný hustý dážď bol predzvesťou hustých, plných klasov.",
      "Červené zore ráno na oblohe na Nový rok veštili víchrice, búrky, neúrodu a biedu.",
      "Jasná a tichá novoročná noc zvestuje nám dobrý rok."
    ],
    "2":[
      "Keď je druhého jasno, bude dlhá zima, keď ale nesneží, nie je ďaleko jaro.",
      "Keď je druhého januára jasno, bude veľa ovociny."
    ],
    "3":[
      "Tretí deň jasný - mnohé búrky."
    ],
    "4":[
      "Štvrtý deň jasný, znamená mrákavý a nezdravý rok."
    ],
    "5":[
      "Na Jména Ježíš – ke kamnům nejblíž.",
      "Je-li na Jména Ježíš hezký den, bude úrodný rok; je-li vítr, bude málo ovoce."
    ],
    "6":[
      "Na Tri krále mnoho hviezd – mnoho zemiakov.",
      "Na Tri krále zima stále.",
      "Ak je na Tri krále jasno, zdarí sa pšenica.",
      "Trojkráľovú zimu vlk nezožerie."
    ],
    "7":[
      
    ],
    "8":[
      "O svatém Erhartu zima zebe do nártu.",
      "Na sv. Severína vešia sa mäso do komína."
    ],
    "9":[
      "O svatém Baziliši zima všudy čiší."
    ],
    "10":[
      
    ],
    "11":[
      "Na svätého Hygina pravá zima sa začína."
    ],
    "12":[
      
    ],
    "13":[
      
    ],
    "14":[
      "Svatý Hilarius – vyber sane, schovaj voz.",
      "Svatý Vigil z ledu mosty zřídil, a když nezřídil, to je břídil."
    ],
    "15":[
      "Na den svatého Pavla pustevníka pekný deň – dobrý rok, veterný deň – mokrý rok."
    ],
    "16":[
      "Na svätého Marcela zima lezie do tela."
    ],
    "17":[
      "Svatý Antonín pustovník prináša ľad, alebo ho láme; ak nemá žiadny, vyrobí ho hneď."
    ],
    "18":[
      "Na svatého Priska pod saněmi píská."
    ],
    "19":[
      "Na svatého Knuta přichází zima krutá."
    ],
    "20":[
      "Fabiánskej zimy boja sa cigáni.",
      "O svatém fabiánu a Šebastiánu zalézá zima za nehty i otužilému cikánu."
    ],
    "21":[
      "Ak sa na Vincenta vtáča z koľaje napije, ten rok mnoho vína sľubuje.",
      "Na Vincenta keď sa vták napije vody, tak na druhý deň zamrzne na lecení (v letku).",
      "Keď sa na Vincenta vtáča z koľaje napije, tento rok mnoho vína sľubuje.",
      "Ak si na Vincenta komár poletuje, statok aj slamenú strechu spotrebuje.",
      "Aké je na Vincenta počasie, také má byť počas celého leta.",
      "Slnce na deň Vinca dáva mnoho vína.",
      "Sv. Agneška keď je láskavá, vypustí škovránka z rukáva."
    ],
    "22":[
      
    ],
    "23":[
      
    ],
    "24":[
      "Svatý Tymotej ľady láme, ak ich nemá, narobí ich."
    ],
    "25":[
      "Pavla obrátenie, zimy obrátenie.",
      "Obrátenie Pavla, pol ovčej zimy.",
      "Na svätého Pavla medveď sa na druhý bok obráti.",
      "Medveď vraj na Pavla vyjde z brlohu a ak je pekne a mrzne, ľahne si na druhý bok, no ak je odmäk, znovu sa položí na ten istý bok.",
      "Ak sa vtáča napije z koľaje vody, bude ešte dlhá zima.",
      "Keď na Pavla kvapce, obúvaj si kapce, a keď na Hromnice /2.2/, ešte aj onuce.",
      "Ako na Pavla, tak na Havla /16.10/.",
      "Ak vraj je na Pavla tuhá zima, bude dobrá úroda, ak však prší, bude málo krmiva.",
      "O Pavle je pol zimy.",
      "Ak do svätého Pavla zima dobre vláda, až svätý Jozef oteplie marec /19.3/.",
      "Svätý Pavel jasný prináša rok šťastný."
    ],
    "26":[
      "Na svatého Polykarpa plná sněhu každá škarpa."
    ],
    "27":[
      
    ],
    "28":[
      "Ak je Karol Veľký málo ľadový, február to zas napraví."
    ],
    "29":[
      "Na Saleského Františka meluzína si často zapíská."
    ],
    "30":[
      
    ],
    "31":[
      
    ],
    "additional":[
      "Na počiatku roku keď sú mokrie časy, od hnevu si vinár bude šklbať vlasy.",
      "Nový rôčik daždivý robí krôčik žíznivý.",
      "Psie dni /od 7.1/ sú zlé na počasie.",
      "Jasné januárové pondelky, pekné veľkonočné sviatky.",
      "Čo január zmeškal, február doháňa.",
      "Beda tomu roku, v ktorom v januári tráva rastie.",
      "Keď je v januári pekne, je pekné leto.",
      "V januári mráz – teší nás, v januári voda – to je večná škoda.",
      "Keď nie je zima v januári, bude v apríli a v máji.",
      "V januári mráz teší nás, v januári voda – to je večná škoda.",
      "Mnoho snehu v januári, málo vody v apríli a máji.",
      "Január dobrý je, keď chotár biely je.",
      "Keď je január biely, november je zelený.",
      "V januári sneh a blato, vo februári mnoho mrazov zato /na to/.",
      "Január studený, marec teplý.",
      "Aký január, taký jún.",
      "Keď január vodu pustí, v ľad ju zas marec zhustí.",
      "Jesli vlci a líšky v januári vyjú, to znamená tuhú zimu.",
      "Keď včely v januári vyletujú, to nedobrý rok ohlasujú.",
      "Keď rastie tráva v januári, zle rastie v lete.",
      "Keď duje v januári severák, žito bude dobre sypať.",
      "Keď je v januári teplo, siaha bieda až na dno.",
      "Keď január nie je pod snehom, beda poliam, lúkam a vrchom.",
      "Biely január, zelený máj, plné pajty (stodoly) a staje, dobre je na gazdovskom dvore.",
      "V januári málo vody - mnoho vína, mnoho vody - málo vína.",
      "Januárové dažde, siatinám nešťastie.",
      "Dážď, keď nesie január, neteší sa hospodár.",
      "V ľadni veľa dažďa, ale snehu málo, záhradám i poliam vždycky škodievalo.",
      "Teplý január – poľutuj bože!",
      "Čo január zazelená, to máj spáli.",
      "Keď je začiatok a koniec januára pekný, bude úrodný rok.",
      "Keď sa rok so zimou a snehom počína, sľubuje dosť chleba, ale málo vína.",
      "Ľadeň studený, mrazivý, poľu, ľuďom je priaznivý.",
      "Keď v mesiaci februári a januári mnoho snehu, býva marec suchý.",
      "Rastie deň, rastie zima.",
      "Lepšie vidieť hladného vlka v poli ako gazdu v januári v košeli."
    ]
  },
  "1":{
    "1":[
      
    ],
    "2":[
      "Ak je na Hromnice mráz, bude ich ešte päťdesiat ráz.",
      "Aké je na Makária počasie, také bude v zárí (september) zase.",
      "Keď je na Hromnice jasno, budú dobré zemiaky.",
      "Ač na Hromnice mrzne, bude dobrô leto.",
      "Radšej vidí bača na Hromnice vlka v košiari ako sedliaka v košeli.",
      "Ak viseli zo striech dlhé ľadové cencúle, znamenalo to, že narastú dlhé konope.",
      "Ak na Hromnice zo strechy tečie, zima sa dlho povlečie, ale ak je silný mráz, treba sa ponáhľať so zimnými prácami, lebo jar je predo dvermi.",
      "Keľo je na Hromnice odmek, teľo po Hromnici tuhá zima.",
      "Keď svetlo svieti na Hromničku, zbieraj slamu na chodníčku.",
      "Keď sa vtáčik na Hromnice z koľaje napije, tak v marci zmrzne.",
      "Keď je na Hromnice pekne, medveď sa obráti na druhú stranu.",
      "Na Hromnice zadúva ulice.",
      "Prešli Hromnice, koniec sanice.",
      "Na Hromnice chumelice, nebýva už zimy více.",
      "Keď sú na Hromnice snežné povetrice, objaví sa skoro usmievavé líce.",
      "Keď sú na Hromnice veľké chumelice, veselo si puká sedliak zo svetlice.",
      "Ak svieti slnko na Hromnice hojnosť žita a pšenice.",
      "Ak je na Hromnice mráz, bude ich ešte päťdesiat ráz.",
      "Ak je hromničná Panna Mária mrazovitá, bude skorá a teplá jar.",
      "Hromnice, zimy polovice."
    ],
    "3":[
      "Na svätého Blažeja ešte trvá veja.",
      "Na svätého Blažeja má ísť furman zo dvora.",
      "Na sv. Blažeje slnko ešte nehreje."
    ],
    "4":[
      "O svaté Veronice bývá ještě sanice.",
      "Sv. Veronika ľady seká u rybníka."
    ],
    "5":[
      "Svätá Háta všetky kúty zahatá.",
      "Svätá Agáta na sneh býva bohatá.",
      "Na deň svätej Háty všetky kúty zahatá.",
      "Na deň svätej Háty nafúka na všetky laty.",
      "Agaty – fúka snah za gatí.",
      "Na svätú Agátu, daj poľu superfosfátu."
    ],
    "6":[
      "Plačlivá Dorota, omrzlá robota.",
      "Ak si na Dorotu škovran pospevuje, zima na Mateja /24.2/ bekeš (kožuch) mu vyduje.",
      "Na Dorotu pôjdu si vtáčiky do Krupiny píšťalky kupovať."
    ],
    "7":[
      "Svatý Radko – na poli hladko."
    ],
    "8":[
      
    ],
    "9":[
      "Svatá Apolena bývá v mlze často zahalena.",
      "Apolónia daždivá, býva úroda žíznivá."
    ],
    "10":[
      "O svaté Školastice /Scholastice/ navleč si rukavice."
    ],
    "11":[
      
    ],
    "12":[
      
    ],
    "13":[
      "O svatém Rehoři mrazy přituhnou a vše moří.",
      "O sv. Gregorovi mráz prituhne a všetko morí."
    ],
    "14":[
      "Valent živí vtáčence.",
      "Na svatého Valentina zamrzne i kolo mlyna.",
      "Ak sa na Valentína napije vták z koľaje, tak sa na Jozefa /19.3/ napije vôl.",
      "Na svätého Valentína zima siliť sa počína.",
      "Ak ti na Valenta mrznú päty, to na Jozefa /19.3/ obúvaj si krpce."
    ],
    "15":[
      
    ],
    "16":[
      "O svätej Juliáne priprav voz a schovaj sane."
    ],
    "17":[
      
    ],
    "18":[
      "O svatém Šimone schádza sneh zo stráne."
    ],
    "19":[
      
    ],
    "21":[
      
    ],
    "22":[
      "Mráz na Petra stolovanie znamená dlhšej zimy trvanie.",
      "Keď je na Stolovanie Petra chujavica, má byť ešte deväť ráz po ňom."
    ],
    "23":[
      "Keď je pekne na Romana, býva žatva požehnaná."
    ],
    "24":[
      "Chotár v kožuchu, veď mu ho Matej vyzlečie.",
      "Na Mateja koplina (zem, ktorá sa ukáže prvá po stečenom snehu), na Jozefa /19.3/ trávina.",
      "Keď Matej ľady robí, Gregor /12.3/ ich láme.",
      "Ak Matej nájde ľady, poláme, ak nenájde, Gregor ich spraví.",
      "Ak Matej popustí, to Jozef /19.3/ podrží.",
      "Najde-li Matěj led, seká ho hned; nenajde-li, dělá ho hned.",
      "Svätý Matej ľady láme, ak ich nenájde, hneď ich narobí.",
      "Raduj sa hospodár, Matej ľady láme. Ak nemá čo lámať, ľady v marci máme.",
      "Po Matejovi sa zima tratí alebo bohatí.",
      "Svätý Matej zimu tratí, alebo bohatí.",
      "Ak nieto na Mateja snehu, bude málo snehu.",
      "Ak prší na Mateja, urodia sa zemiaky.",
      "Ak je na Mateja mráz, vydarí sa pohánka.",
      "Na Mateja mráz, potom štyridsať ráz.",
      "Matej ľady láme, ak nemá čo lámať, ľady v marci máme.",
      "Na Mateja ľad už ani líšku neudrží."
    ],
    "25":[
      
    ],
    "26":[
      
    ],
    "27":[
      "Ak je mráz na sv. Gabriela, bude žatva veselá."
    ],
    "28":[
      "Ak je na sv. Romana jasno, bude hojná úroda."
    ],
    "29":[
      
    ],
    "additional":[
      "Čo veľký zameškal, o malý doháňa.",
      "Keď sa končí február severným vetrom, dobre sa darí žencom.",
      "Zúrivé vetry na konci februára suchý rok predpovedajú.",
      "Tuhé severné vetry koncom februára oznamujú úrodný rok.",
      "Leží-li kočka v únoru na slunci, jiste v březnu poleze za kamna.",
      "Ak sa mačka vo februári vyhrieva na slnci, tak v marci sa bude vyhrievať pri peci.",
      "Keď vo februári žaby zakŕkajú, veľmi slabú úrodu gazdovia zvážajú.",
      "Keď vo februári škovránok spieva, bude aj v apríli zima.",
      "Keď je suchý február, je mokrý august.",
      "Ak je február (veľmi) mierny, je jarný čas potom biedny.",
      "Keď je február na sneh bohatý, býva marec suchý.",
      "Konec masopustu /obyčajne od Troch kráľov po Popolcovú stredu, medzi 4. februrárom až 10. marcom/ jasný – len krásný.",
      "Akým sa ukáže Popelec /Popolcová streda, utorok pred ňou sa končia fašiangy/, taký je celý rok.",
      "Svíti-li slunce o masopustě, bude pěkná pšenice a žito podzimní.",
      "Jaká je počasí o Popelečné střede, takové se drží celý rok.",
      "Suchý půst – úrodný rok.",
      "Keď sa mačka cez fašiangy na slnci opeká, potom v pôste za kachle uteká.",
      "Aké fašiangy, taká Veľká noc.",
      "Suché fašiangy, dobrý rok.",
      "V noci fašiangovej keď vidno hviezd mnoho, ponesú sliepky moc vajec roku toho.",
      "Ak je prvý fašiangový deň pekný, budú pekné aj prvé jariny.",
      "Aký bude ostatný deň fašiangový, taký bude celý pôst.",
      "Krátke fašiangy, dlhá zima.",
      "Keď v mesiaci februári a januári mnoho snehu, býva marec suchý.",
      "Čo veľký zameškal /január/, to malý /február/ doháňa.",
      "Keď je vo februári močno, v auguste je sucho.",
      "Keď únor vodu spustí, v ľad mu ju brezeň zhustí.",
      "Ferbruárová voda - pre polia škoda.",
      "Keď je suchý február, je mokrý august.",
      "Ak sa cez február zima nevysilí, nuž nám i Veľká noc bude v zimnej chvíli.",
      "Ak je február mierny, rok bude biedny.",
      "Ak je únor veľmi mierny, je jarný čas potom biedny.",
      "Keď severák vo februári neduje, potom v apríli strechy rozduchuje.",
      "Februárové slnko je falošné.",
      "Keď ti v únoru za uchom komár zašimrá, pobehneš v breznu ku kachliam s ušima.",
      "Ak február muchy vymámi, marec ich podlávi.",
      "Ak vo februári nalapané vtáčky sú tučné, to znamená ešte sneh a zimu.",
      "Mnoho snehu, mnoho sena.",
      "Keď v tomto mesiaci Mliečna cesta na nebi jasná, budúci rok bude hojný.",
      "Keď vo februári mráz ostro drží, to dlho nepodrží.",
      "Ak netrkne február zimu, aspoň do nej kopne.",
      "Február biely, mrazivý, nádej na úrodu posilí.",
      "Vinohrad ak nezrežeš vo februári, nezrežeš v marci."
    ]
  },
  "2":{
    "1":[
      "Svatá Eudokie psa až po uši sněhem zavěje.",
      "Eudokie příznivá, ale blátivá."
    ],
    "2":[
      
    ],
    "3":[
      
    ],
    "4":[
      
    ],
    "5":[
      
    ],
    "6":[
      "Svatá Felicita sníh z polí odmítá.",
      "Na svatého Bedřicha slunko teplem zadýchá."
    ],
    "7":[
      "Na sv. Tomáša sneh mäkne a je z neho kaša."
    ],
    "8":[
      
    ],
    "9":[
      "Aké je počasie okolo 9. marca, také bude v celom mesiaci.",
      "Aký je daň Františka, taký bude celý mesiac.",
      "Keď svätý František dobré vetríky dáva, opelená bude ďatelina i tráva."
    ],
    "10":[
      "Keď je na Štyridsiatich mučeníkov mráz, veru bude ešte zo štyridsať ráz.",
      "Aké počasie prinesú Štyridsiati mučeníci, tak zostane ešte 14 dní."
    ],
    "11":[
      
    ],
    "12":[
      "Keď na Gregora padá sneh, veľmi pomaly prichádza jaro a bude ešte mnoho snehových víchric.",
      "Na sv. Gregora všetky volky zo dvora.",
      "Ak je na Gregora prach, nie riedkô blato, prach ten je gazdovi milý ako zlato.",
      "Na Gregora kerý, kerý, na Jozefa /19.3/ každý krivý.",
      "Na Gregora snehy top, zime hrob.",
      "Na Gregora hory hučia, gazdovia ešte štyri týždne doma čučia.",
      "Ak na Gregora medzi oraním v brázdach voda tečie, možno sa úfať dobrému ovsu.",
      "Na Gregora prvý pluh do poľa.",
      "Na Gregora idú ľady do mora.",
      "Na Gregora príde ľadylom, zabije zimu hrom.",
      "Na svätého Rehora letia góle (bociany) od mora.",
      "Na Gregora, ak padne trochu snehu, je sa čo tešiť úrode švábky (zemiaky).",
      "Rehor prevezie kukučku cez more.",
      "Na svatého Řehoře, šelma sedlák, který neoře.",
      "O svatém Rehore každý gazda leňoch, kerý neore.",
      "Keď je na Gregora ešte mnoho snehu leží na poli, ten sa skoro sa roztopí a jar rýchlo prichodí."
    ],
    "13":[
      
    ],
    "14":[
      
    ],
    "15":[
      
    ],
    "16":[
      
    ],
    "17":[
      "Mrzne-li na svatou Getrudu, bude mrznout ještě celý měsíc.",
      "Mrzne-li na svatou Getrudu, jistě mrzne ještě čtyricet dní.",
      "Ak mrzne na Gertrúdu, bude mrznúť celý mesiac.",
      "Gertrúda je už záhradníčkou."
    ],
    "18":[
      
    ],
    "19":[
      "Koľko dní pred Jozefom vyletia včely, toľko týždňov bude chladno.",
      "Na Jozefa mráz, bude ovos dobre rásť.",
      "Na Jozefa mroz, bude sena voz a keď kapka, bude babka (málo).",
      "Na Jozefa si vtáčatá na ľupčianskom jarmoku pesničky kupujú.",
      "Keď na Jozefa vietor fučí, aj týždeň potrvá.",
      "Ak je na Jozefa mráz, bude hojne ovocia.",
      "V teplom vetríku svätý Jozef prosí, aby odniesol škodlivé chrobáky a muchy.",
      "Jozef seje do záhradky.",
      "Svätý Jozef tiahne trávy vozek.",
      "Jozef – základ jari.",
      "Keď Jozef deti vykyvká pod stenu, matka ich iste dnu zaženie.",
      "Jozef mosty stavia, Ďuro /24.4/ do poľa vyháňa.",
      "Jozef prikladá polienko, Mária /25.3/ dve.",
      "Jozef s Marou /25.3/ zimu zabijú.",
      "Keď Jozef kožuch odkladá, bude dobrá úroda.",
      "Koľko dní pred Jozefom teplo, toľko po ňom zima.",
      "Ak sa do Jozefa s vetrom sneh vyduje, peknú k Veľkej noci chvíľu prorokuje.",
      "Kto do Jozefa nezaseje, koľko zaseje po Jozefe, toľko aj zožne."
    ],
    "20":[
      "Na svatého Jáchyma skončila sa už zima."
    ],
    "21":[
      "Aký bude čas na rovný, jednak dlhý deň s nocú, taká bude chvíľa nasledujúcich štyridsať týždňov."
    ],
    "22":[
      "Na Kazimíra pohoda – na kobzole (zemiaky) úroda."
    ],
    "23":[
      
    ],
    "24":[
      
    ],
    "25":[
      "Aké zvestovanie Božej Matky – také Veľkonočné sviatky /apríl/.",
      "Na malú Maru sa valasi na lúky ťahajú.",
      "Na Matku boží má sa siať zboží.",
      "Matka boží trávu množí.",
      "Keď na Matku Božiu sneh na poli leží, tam kosa a srpok ľahko beží.",
      "Malá Mara – Siatna Mara.",
      "Štepná Mara (bolo zvykom štepiť stromy, štepy sa najlepšie ujímali).",
      "Jaro zvestuje Zvestovanie, ale zimu ešte nevyháňa.",
      "Koľko dní vyjdú žaby pred Pannu Máriu, toľko dní budú po nej schované.",
      "Ak je na deň Zvestovania nebo jasné, vydaria sa konope, ak je zamračené, budú zlé.",
      "Keď je na deň zvestovania Panny Márie pekne, môžeme čakať úrodný rok.",
      "Akej Božej Matky, také veľkonočné sviatky.",
      "Na deň Zvestovania Panny Márie dážď, rodí sa raž."
    ],
    "26":[
      
    ],
    "27":[
      "Ak je na Ruperta nebo čisté, bude i v červenci tiež takiste /také isté/."
    ],
    "28":[
      
    ],
    "29":[
      
    ],
    "30":[
      "O svatém Kvirinu už je teplo i ve stínu."
    ],
    "31":[
      "O svaté Albíne je už u nás po zimě."
    ],
    "additional":[
      "Ak je na Smrtnú nedeľu (Čierna nedeľa, druhá pôstna nedeľa pred Veľkou nocou) daždivo, bude v sypárňach prázdno a clivo.",
      "Panská láska, ženská chuť a marcové počasie nie sú (to je vždy) stále.",
      "Keď chceš mať zemiaky skoro v hrnci, zasaď ich v marci.",
      "Suchý marec, mokrý máj, bude žitko (všetko) ako háj.",
      "Lepšie, keď ťa zima chveje, než marcovô slnko hreje.",
      "Vidíš v marci chlapa nahatého, volíš vidieť vlka chlpatého.",
      "Marcový sneh nie je dobrý, ani keby ho vo vreci vyniesli na chotár.",
      "Breznový sneh žirie chlieb.",
      "Breznový sneh jed, dubnový hnoj.",
      "Ak máš v marci lúku vytopenú, nič si z toho nerob, zaraduj sa senu.",
      "Jedna marcová brázda lepšia (drahšia) /ako/ desať aprílových.",
      "Marcový sneh jed, aprílový hnoj.",
      "Daždivý marec je roľníkovo nešťastie, no suchý apríl ale ešte horšie.",
      "Studený marec, mokrý máj – bude humno ako raj.",
      "Suchý marec, mokrý máj – bude žito ako háj.",
      "Marec bez vody, apríl bez trávy.",
      "Brezeň bez vody, dubeň bez trávy.",
      "Marec, ešte bude harec.",
      "Marec chytí tiež za palec.",
      "Keď je marec daždivý, bude suché leto.",
      "Marcový prach a májové blato, to je sedliakovi nad zlato.",
      "Ak v marci prší, tak bude v júni pršať.",
      "Rosa v marci, mráz na Ducha /je na siedmu nedeľu alebo päťdesiaty deň po Veľkej noci/, o Vavrinci /10.8/ chvíľa mrcha.",
      "Koľko je v marci rosy, toľko v máji mrazu.",
      "Keď brezeň orie, duben odpočíva.",
      "Keď je marec teplý, je apríl chladný.",
      "Keď sa deti v marci vonku hrajú na šintra, na Vianoce je biela zima.",
      "Keď je v breznu veľa vetrov a v dubnu veľa dažďov, nasleduje pekný máj.",
      "Vidíš v marci chlapa nahatého, volíš vidieť vlka chlpatého.",
      "Akže marec ore, apríl je studený, mnohé vetry nesú máj krásne zelený.",
      "Ak v marci kukučka kuká a góľa (bocian) klepotá, dočkáme sa teplého leta.",
      "Keď pluh i zem ryje, zima ešte žije.",
      "V marci aj ovce v tanci.",
      "Kto v marci blchu nezabije, môže v lete spokojne spať.",
      "Suchý brezeň, mokrý apríl, studený máj, vrchovaté stodoly a sena plný háj.",
      "V kožuchu sej jarinu, v košeli oziminu.",
      "V marci prach, istý hrach.",
      "Kto nenasial hrachu v marci, nebude ho variť v hrnci.",
      "Najlepšie sliepky sú marcové.",
      "Obleč si aj kožuch, ale kromple zasaď.",
      "Marcové jačmene sú najlepšie.",
      "Ide marec, poberaj sa starec."
    ]
  },
  "3":{
    "1":[
      "Ak prší 1. apríla, býva mokrý máj."
    ],
    "2":[
      "Svätý Teodul jarný vetrík podul."
    ],
    "3":[
      "Ak príde Richard s vetrom a búrkou, vtedy Sibyla /29.4/ sa bude smiať."
    ],
    "4":[
      
    ],
    "5":[
      "Po teplém marku se často ochlazuje.",
      "Potí-li se Dominik, bude Marek ještě v kožiše."
    ],
    "6":[
      
    ],
    "7":[
      
    ],
    "8":[
      
    ],
    "9":[
      
    ],
    "10":[
      "Na desátý v dubnu den setý býva krásny len."
    ],
    "11":[
      
    ],
    "12":[
      
    ],
    "13":[
      
    ],
    "14":[
      
    ],
    "15":[
      
    ],
    "16":[
      
    ],
    "17":[
      
    ],
    "18":[
      
    ],
    "19":[
      "Sv. Tiburcí (Tiburcius) má byť už zelený."
    ],
    "20":[
      
    ],
    "21":[
      
    ],
    "22":[
      
    ],
    "23":[
      "Na Vojtecha (bude) pekná potecha.",
      "Na svätého Vojtecha v každom dolku pol mecha."
    ],
    "24":[
      "Jestli sa na Jura havran skryje v poli, zbožím naplnené uvidíme stodoly.",
      "Kŕkanie žiab pred Jurajom signalizovalo, že po Jure zmĺknu, pretože príde ešte zima.",
      "Ak sa už na Ďura v žite havran skryje, v tom roku chlieb lacný židákov ubije.",
      "Ak prší na Ďura, bude ovos, keby ho na skalu zasial.",
      "Na Juraja lastovičiek návrat do rodného kraja.",
      "O Ďure sa má vrana už do oziminy schovať.",
      "Na Ďura tráva zo zeme beží.",
      "Človek v poli na Jura úrodu si rozbúra.",
      "Keď na Juraja z tretej rúny vidieť na révoch pucky (výhonky), bude dobrá úroda.",
      "Na Jura má sa vinohrad zelenať cez tri rúny (chodníky, neobrobená pôda vo vinohrade, niekde i hromada kamenia).",
      "Saď zemiaky na Ďura, bude plná pivnica je i komora.",
      "Ďurova kvapka hodna je dukát, lebo v ten rok zemiaky aj na slamenej hŕbe narastú.",
      "Na Ďura každá kvapka hodná je dukáta.",
      "Na Ďura pokoní (posledný) vdovicin pluh do poľa.",
      "Svätého Ďura, vyháňa von ščúra (šťúra = bodavý hmyz)",
      "Ak kravám “zahrmelo“ v stajni, teda ak neboli ešte na paši, budú slabo dojiť.",
      "Pred Dzurom môžeš kliešťami trávu ťahať zo zeme, nevyjde, po Dzure ju môžeš mlatkom biť, vyjde.",
      "Dzur – kravy dur!",
      "Konope siate pred Dzurom sú dobré.",
      "Hrozno pred Ďurom výndené nebýva do sudov kladené.",
      "Čo do Ďura narastie, to po Ďure skape.",
      "Čo do Ďura vypučí, to po Ďure vysuší.",
      "Ako hlboko pred Ďurom vyschne, tak hlboko po Ďurovi namokne.",
      "Koľko týždňov pred Ďurom vŕba sa zelená, toľko týždňov pred Annou /26.7/ žne.",
      "Hrmenie pred Jurajom bolo predzvesťou nepriaznivého roka.",
      "Koľko ráz pred Ďurom zahrmí, toľko ráz po Ďure bude mráz.",
      "Do Ďura je vždy lepší sneh ako dážď.",
      "Toľko by malo byť mrazov pred Ďurom, koľko ich bolo vlani pred Michalom /29.9/."
    ],
    "25":[
      "Keď po Markovi mesiac ubýva a spojí sa s Hladoledom /Saturn/, v tom roku neúfaj sa vínu.",
      "Keď Marek do hrsti ozimín nenatrhá, budú sneťovie žitá.",
      "Ak je na svätého Marka rosa, podaria sa prosá.",
      "Studený Marek prinesie studené Krížové dni /začínajú sa po Krížovej nedeli, t. j. piatej nedeli po Veľkej noci/.",
      "Koľko žaby pred Markom škrečia, toľko po ňom rady mlčia.",
      "Na Marka oharky do jarka.",
      "Na svätého Marka napijem sa z Jarka.",
      "Tráva na svätého Marka je už hodne veľká.",
      "Na svätého Marka schová sa do žita pranka (vrana)."
    ],
    "26":[
      
    ],
    "27":[
      
    ],
    "28":[
      "Mrzne-li na svatého Vitala, mrzne ještě čtyricet dní."
    ],
    "29":[
      
    ],
    "30":[
      
    ],
    "additional":[
      "Keď v apríli vrana kváka, bude v roku veľká psota.",
      "Keď pinka v apríli nepinká, zamrzla jej bundička i perinka.",
      "V apríli prší na raž, v máji na pšenicu, v júni na jačmenň.",
      "Búrky a mrazy sa v apríli striedajú.",
      "Apríl seno seje.",
      "Čo si duben zazelení, kveten mu to spáli, čo si kveten zazelení, červeň mu to háji.",
      "Keď je v breznu veľa vetrov a v dubnu veľa dažďov, nasleduje pekný máj.",
      "Teplé noci v aprílu, požehnanie ovociu i vínu.",
      "Ak je apríl jasný, šumný, vtedy bude máj pošmúrny.",
      "Ak je v apríli krásne, čiste, bude máj nepríjemný iste.",
      "Keď v apríli hojne vietor duje, stodola sa zaplňuje.",
      "Ak apríl pekný, máj bude ružový.",
      "Aprílové sucho a májovo mokro, hospodár sýpku zasype až po okno.",
      "Suchý apríl nie je po vôli gazdom.",
      "Suchý apríl, mokrý jún.",
      "Aprílový sneh pole hnojí, dážď požehnáva.",
      "Teplý dážď v apríli vzácnejší nad mannu (zázračný pokrm padajúci z neba), sľubuje žeň dobrú, jeseň požehnanú.",
      "Aprílová a májová voda vypije víno.",
      "Apríl zimný, daždivý, úroda nás navštívi.",
      "Dubeň hojný vodou, rujeň pivom.",
      "Nerád tomu sedliak býva, keď mu v apríli nepršieva.",
      "Mokrý apríl, suchý jún.",
      "Apríl v daždi, máj v kvete.",
      "Na Veľkú noc nemá pršať do hromu.",
      "Ak prší na Veľkonočnú nedeľu, bude málo krmu a suché leto.",
      "Pekná a jasná Veľká noc znamená hojnú úrodu.",
      "Veľkonočné dažde znamenajú suchý rok.",
      "Na Veľkú noc najem sa moc, na Ducha do pol brucha, na Trojíčku len trošíčku a na Jána v bruchu jama.",
      "Vietor, ktorý panuje od Veľkej noci do Ducha, nestratí sa počas celého leta.",
      "Keď je Veľká noc /medzi 22.3 až 25.4, prvá nedeľa po prvom jarnom splne mesiaca/ mokrá, všetky nedele do Ducha budú také.",
      "Když prší do božího hrobu, bude žíznivý rok.",
      "Prší-li v noci na Bílou sobotu, bude málo třešní.",
      "Na Veľký piatok sa štepia ovocné stromy.",
      "Keď na Veľký piatok nie je mráz, býva mnoho hríbov.",
      "Na Veliký piatok jestli poprchuje, to nám požehnaný, dobrý rok sľubuje.",
      "Veľký piatok pochmúrny, zvestuje rok neúrodný.",
      "Veľký piatok /piatok pred Veľkou nocou/ daždivý znamená rok žíznivý.",
      "Prší-li na Velý pátek, je k doufání úroda.",
      "Zemiaky sa sadievali v Zelený štvrtok /štvrtok pred Veľkou nocou/.",
      "Je-li zelený čtvrtek bílý, tak je léto teplé.",
      "Začiatkom apríla opiľuj suché konáre, budú dobrie lekváre.",
      "Pokiaľ nepadnú pašije /zhruba v ten týždeň po Kvetnej nedeli/, nebude pekne.",
      "Aká Kvetná (nedeľa), taká Veľká (noc)."
    ]
  },
  "4":{
    "1":[
      "Ak na prvého mája večer prší, bude celý rok pekne.",
      "Na Jakuba, Filipa zelená sa každá lipa.",
      "Dážď na prvého mája – úrodný rok."
    ],
    "2":[
      
    ],
    "3":[
      
    ],
    "4":[
      "Svätý Florián úrodu nám chráň.",
      "Svätý Florián si ešte môže nasadiť snehový klobúk.",
      "Je-li o dni svatého Floriána veliký vítr, jest toho roku mnoho ohňů."
    ],
    "5":[
      
    ],
    "6":[
      
    ],
    "7":[
      "Stanislav ráňa orechy.",
      "Ak na Stanislava padá dážď, bude na jeseň prázdny sud /sad/."
    ],
    "8":[
      
    ],
    "9":[
      
    ],
    "10":[
      
    ],
    "11":[
      "O svatém Mamertu zima je po čmertu.",
      "Déšť na svatého Mamerta přináší soužení, neboť v něm nic dobrého není."
    ],
    "12":[
      "Jasnými dni Pankráca, Urbana /25.5/ bude oberačka viníc požehnaná.",
      "Dážď na Pankráca osožný je poliam, ale škodný viniciam.",
      "Pankrác, Servác a Bonifác jsou ledoví muži.",
      "Pankrác, Servác, Bonifác – zamrznutí svätí, Žofia /15.5/ ich potvrdí a Urban /25.5/ uzavrie.",
      "Na ľadových svätých mráz všetky kvety spáli.",
      "Ak bolo napriek očakávanému ochladeniu teplo, predpokladalo sa, že bude studené leto.",
      "Traja ľadoví muži a Žofia je ich kuchárka.",
      "K trom zamrznutým patria aj Róbert /7.6/ a Norbert /6.6/.",
      "Pán Serboni /spojenie začiatkov vlastných mien: Pan-krác, Ser-vác a Boni-fác/ páli stromy.",
      "Gazda čaká na prejdenie troch zmrzliakov.",
      "Na Pankráce, Serváce a Bonifáce býva chladná na poľné práce.",
      "Keď tŕnie kvitne na troch ľadových svätých, obyčajne býva zima a slota."
    ],
    "13":[
      "Pred Servácom niet leta, po Serváci niet mrazu."
    ],
    "14":[
      
    ],
    "15":[
      "Žofia – ľadová žena.",
      "Žofka – dočúraná.",
      "Svätá Žofia víno vypíja.",
      "Keď prejde zamrznutých kuchárka, sadieva sa paprika.",
      "Žofia sadí mak.",
      "Svätá Žofia ľan rozsieva.",
      "Žofia víno vypíja a dobré ľany dáva.",
      "Svätá Žofia stromy rozvíja.",
      "Žofka nasype do žochka."
    ],
    "16":[
      "Kdo o svatém Janě len zasívá, stébla zdéli lokte mívá."
    ],
    "17":[
      
    ],
    "18":[
      
    ],
    "19":[
      "Do Petra /Peter Celestín, pápež/ neni tepla, a po Petre už je po teple.",
      "Jestli Peter prinesie mráz, mrzne ešte v tomto roku štrnásťkrát zas."
    ],
    "20":[
      
    ],
    "21":[
      
    ],
    "22":[
      
    ],
    "23":[
      "Keď sa na Želmíry včely začnú rojiť, dobrá ovca sa už môže dojiť."
    ],
    "24":[
      
    ],
    "25":[
      "Urban krásny, vyjasnený, hojným vínom nás odmení.",
      "Po jasnom Urbane, keď je dážď na Víta /15.6/, hojnou žatvou tento rok ku nám zavíta.",
      "Jesli je pekný čas na Urbana, bude oberačka hrozien požehnaná.",
      "Urban z pece zlezie.",
      "Jasné slnce na Urbana hojnosť dobrého vína znamená.",
      "Na Urbanov deň utekaj siať len.",
      "Keď sa Urban smeje, hrozno plače /šťavnaté hrozno/.",
      "Štedrý hráč, milostivý zlodej, Urbanov ovos, Havlovo /16.10/ žito – zriedka býva z toho čo dobrého.",
      "Na Urbanov ovos do stodoly nevoz.",
      "Po svätom Urbanu mráz neškodí mrazu.",
      "Sioče /siatie/ na Urbana, to plane /zlé/ prže furmana.",
      "Keď na Urbana dišč, to žaludz hrobačna /červivé žalude/.",
      "Dážď na Urbana veštil veľa vína."
    ],
    "26":[
      "Den svatého Filipa přinese buď požehnání nebo lopocení.",
      "Na sv. Filipa tráva už rozkvitá."
    ],
    "27":[
      
    ],
    "28":[
      
    ],
    "29":[
      
    ],
    "30":[
      
    ],
    "31":[
      
    ],
    "additional":[
      "Keď sú začiatkom mája noci mesačné, studené, rosnaté, taký by mal byť celý máj.",
      "Ak v prvý majový týždeň pršalo, dážď bol predzvesťou bohatej úrody.",
      "Dážď, dážď , májový dážď, budú mi od teba vlasy rásť.",
      "Na mokré Turíce nasledujú pošmúrne Vianoce.",
      "Aká je chvíľa na Vstúpenie /Nanebevstúpenie Krista Pána, štyridsiaty deň po Veľkej noci/, taká bude v celé podjasenie.",
      "O svatém Duše choď ještě v kožiše.",
      "Déšť o letnicích /svätodušné sviatky, po 50 dňoch po Veľkej noci - pohyblivé sviatky/ - slunce na Boží tělo.",
      "Keď je teplé, jasné nebo na Vstúpenie, sľubuje vinárom veľké potešenie.",
      "Aj malý dážď na Vstúpenie škodí senu, naproti tomu jasný deň osoží.",
      "Svätý Kríž – ovce striž.",
      "Na Krížové dni sadená fazuľa bude mať veľa strukov.",
      "Máj – pôjdem v háj.",
      "Máj, chleba daj!",
      "Chladný máj – pre ovocie raj.",
      "V máji chladno – bude vína na dno.",
      "V máji vlhko, chladno, bude vína na dno.",
      "Májové mrazy a zimy pochovajú sejby.",
      "Chladný máj s mokrým júnom plnia stodolu zbožím a stohy senom.",
      "Máj chladný, jahody zrelé na Turíce, jasný Urban /25.5/ vínom (na)plní pivnice.",
      "Chladný máj a jún vlažný je pre sýpky, sudy zdarný.",
      "Chladný máj bez mrazu gazdovi je milý, bude mnoho sena bez chyby v obilí.",
      "Studený máj – v stodole raj.",
      "Studený máj, v stodole raj, kravy na pašu nevyháňaj.",
      "Keď v máji neprší, jún sucho /to/ dovŕši.",
      "Keď máj vlahy nedá, červeň sa predá.",
      "Studený marec, mokrý máj – bude humno ako raj.",
      "Suchý marec, mokrý máj – bude žito ako háj.",
      "Za mokrým májom ide suchý jún, za suchým májom ide mokrý jún.",
      "V máji, aby palica pastierom neobschla.",
      "Suchý máj – skúpy rok.",
      "Čím je teplejší a suchší máj, tým je chladnejšia a vlhkejšia väčšia časť júna.",
      "Májové blato –  pre hospodára zlato.",
      "Májová kvapka za dukát stojí.",
      "Májový dážď padá – zlato padá.",
      "Májový dážď viac stojí ako Viedeň.",
      "V mesiaci máji padajú najväčšie rosy.",
      "Čo si duben zazelení, kveten mu to spáli, čo si kveten zazelení, červeň mu to háji.",
      "Ak padá sneh v máji, bude hojne trávy.",
      "Po teplom jasnom máji nasleduje chladný červen.",
      "Teplý máj znamená daždivý jún.",
      "V máji všetko je v kvete, všetko sa veselí, i bača sa teší umytej puteri /pastierska nádoba/.",
      "Čo boh v máji daje, človek nech nekľaje.",
      "Májová tráva moc úžitku dáva.",
      "Ak je máj záhradníkom, býva i roľníkom.",
      "V máji večerná rosa chladná sľubuje veľa vína a sena.",
      "Kto sa v máji potí na poli a modlí v komore, hladom neumre.",
      "Ak je máj teplý a jasný, bude jún daždivý a chladný.",
      "Máj teplo dáva a stromy kvetmi zdobí.",
      "Máj a september sú bránami leta."
    ]
  },
  "5":{
    "1":[
      "O svatém Fortunátu kapka deště má cenu dukátu."
    ],
    "2":[
      
    ],
    "3":[
      
    ],
    "4":[
      
    ],
    "5":[
      
    ],
    "6":[
      "Na svätého Norberta už zima ide do čerta."
    ],
    "7":[
      
    ],
    "8":[
      "Medardova kápě, štyridsať dní kápe.",
      "Medardova kvapka štyridsať dní kvapká.",
      "Keď prší na Medarda namokne každá brázda.",
      "Ak na Medarda prší, zle sa seno suší.",
      "Keď plače Medard, aj jačmeň zaplače.",
      "Na Medarda prší, príde peronospóra /hubovitá choroba révy/.",
      "Keď na Medarda prší, nebudú toho roku huby rásť.",
      "Keď na Medarda prší, budú slabé oberačky.",
      "Po Medarde ostrá zima už nechodí, ani mráz vinici viacej neuškodí.",
      "Medardove mrazy vínne révy nepokazí.",
      "Kto na deň Medarda sadí a rozsieva, ten mnoho kapusty a ľanu máva.",
      "Na Medarda končí sejba.",
      "Nikodéma /3. 8/ a Medarda jasný deň býva od všech pochválen."
    ],
    "9":[
      
    ],
    "10":[
      
    ],
    "11":[
      "Ak prší na Barabáše /Barnabáš/, urodí sa veľa kaše.",
      "Ak prší na Barabáše /Barnabáš/, bude víno tiecť do fľaše.",
      "Na svätého Barnabáša, búrky často strašia."
    ],
    "12":[
      "Svatá Tonička mívá často uplakaná očička."
    ],
    "13":[
      "Svatý Antonín pevně veslo třímá, často na něj hřímá.",
      "Na svatý Antonín len zasít neprodlím.",
      "Na svatého Antonína broušení kos započíná."
    ],
    "14":[
      
    ],
    "15":[
      "Keď na Víta prší, bude pršať za sedem dní.",
      "Keď prší na Víta, sú skazené žitá.",
      "Keď prší na Víta, švábka bude zhnitá.",
      "Na svätého Víta keď sa z neba leje, nech na dobrý jačmeň gazda sa nesmeje.",
      "Kto seje na Víta, škoda žita.",
      "Po jasnom Urbane /25.5/, keď je dážď na Víta, hojnou žatvou tento rok ku nám zavíta.",
      "Na deň svätého Víta na jednom konci sa stmieva, na druhom svitá.",
      "Svätý Vít dáva tráve piť.",
      "Na svätého Víta hlava ešte nespí, ale na zadku už svitá.",
      "Na svätého Víta celú noc svitá.",
      "O svätom Vítu vidno hrozno v kvetu.",
      "Keď vinohrady pred Vítom odkvitnú, úfame sa dobrého vína, bár nebola dobrá pominulá jeseň.",
      "Pohoda na sv. Víta do sv. Jána /24.6/ pre obilie je vyhnaná.",
      "Slávik len do Víta spieva."
    ],
    "16":[
      
    ],
    "17":[
      
    ],
    "18":[
      
    ],
    "19":[
      "Prší-li na svatého Gerváze a Protáze, po čtyricet dní se deštivé počasí ukáže."
    ],
    "20":[
      
    ],
    "21":[
      "Na svatého Aloise poseč louku, neboj se!"
    ],
    "22":[
      
    ],
    "23":[
      "Na svatou Agripinu odpočívej jenom ve stínu."
    ],
    "24":[
      "Na svätého Jána (Krstiteľa) otvára sa k letu brána.",
      "Na svatého Jána kukučka kukala a po svatom Jáne kukučka prestane.",
      "Na svätého Jána dosť dlhý deň a predsa mu je koniec.",
      "Na svätého Jána nie je noc žiadna.",
      "Do Jána sa deň dĺži a po Jáne kráti.",
      "Od Jána Krstiteľa beží slnce k zime a leto k horku, od Jána Evanjelistu /27.12/ obracia sa slnce k letu a zima k mrazom.",
      "Na Jána dážď, mokrá žatva.",
      "Na Jána keď prší, zarazí žitá.",
      "Ak bol dážď na Jána, mal trvať veľa dní.",
      "Do Jána Krstiteľa nechváľ jačmeňa.",
      "Do Jána ovsík, po Jáne ovos.",
      "Do Jána maslo, po Michale nitka.",
      "Ak prší na Jána, malo by ešte za štyri nasledujúce dni pršať.",
      "Keď sa Jano rozplače, iba Božia matka ho utíši.",
      "Pred svätým Jánom modli sa za dážď, po svätom Jáne prší bez modlenia.",
      "Svätý Ján popráva jariny a Duch oziminy.",
      "Jestli dážď na Jána Krstiteľa padá, málo má orechov pole a záhrada.",
      "O Jáne čerešne i muchy zralé.",
      "Jánske zelie k zdravu ženie.",
      "Na svätého Jána jahody do džbána.",
      "Svätý Ján nesie malín džbán.",
      "Po Jáne sa i dni krátia i kravy mlieko tratia.",
      "Mrkva zasadená na Jána je zdravá.",
      "Po Jáne je i múka zrelá.",
      "Jána v bruchu jama.",
      "Keď do Jána bolo málo búrok, od Jána ich bude viac a najviac v Psích dňoch."
    ],
    "25":[
      "Svatý Ivan bývá plačlivý pán."
    ],
    "26":[
      "Svatý Jan Burian (považoval sa za patróna krupobitia) mlátí bez cepů."
    ],
    "27":[
      "Ladislav huby sial, Peter, Pavel /29.6/ ich pozbieral.",
      "Jaké je počasí na svatého Ladislava, takové jest po sedm neděl."
    ],
    "28":[
      
    ],
    "29":[
      "Peter a Pavel huby sejú.",
      "Na Petra a Pavla keď niet maradíky (pozostatky, zvyšky) na poli, žatva bude daždivá.",
      "Mráz na Petra stolovanie znamená na dlhšej zimy trvanie.",
      "Keď na Petra, Pavla slnko svieti, má byť pekná žatva.",
      "Na Petra, Pavla deň jasný, čistý rok úrodný bude istý.",
      "Na Petra, Pavla keď je deň jasný, rok úrodný bude istý.",
      "Deň Petra a Pavla príroda častuje búrkou, ale zem ožíva hríbami.",
      "Peter Pavel suší koreň.",
      "Keď na Petra Pavla poprší, tak to potrpí na koši.",
      "Na Petra Pavla má byť z tretej rúny vidieť vinohrad."
    ],
    "30":[
      
    ],
    "additional":[
      "Na Božie telo /prvá nedeľa po svätom Duchu, slávnosť svätej trojice, vo štvrtok po tejto nedeli je slávnosť Božieho tela/ skoč do vody smelo.",
      "Na Boží tělo jaký den, takové počasí po celý týden.",
      "Na svätú Trojicu / prvá nedeľa po svätom Duchu/ pozri na policu.",
      "Keď prší na Trojicu, skovaj, bača, dojelnicu /dojamnica, nádoba na dojenie/.",
      "Jestli je na Božie telo jasno, býva dobrý rok.",
      "Suchý deň na Tela Páne sľubuje veľa sena.",
      "Keď na tela Páne prší, býva málo orechov.",
      "Jasný deň na Tela  Páne teší hospodára.",
      "Štyri dni pred slnečným obratom a štyri dni po ňom predzvestujú panujúcu chvíľu až do Michala /29.9/.",
      "Ak je jún studený, sedliak krčí ramenami.",
      "Aký jún, taký december.",
      "Netreba v júni o dážď prosiť, príde, keď /až/ začneme kosiť.",
      "Daždivý jún celé leto pokazí.",
      "Ak jún mokrý býva, obilie zle rodieva.",
      "Jún mokrý a teplý neurobí gazdu biednym.",
      "V júni sa jačmeň vyťahuje z gatí.",
      "Červeň mokrý a studený činí najviac rok hubený.",
      "Suchý jún plní sudy vínom.",
      "Ak je červeň suchý, nebude sud hluchý.",
      "Chladných dažďov v júni hospodár sa bojí, najmä vincúr, včelár pri nich zle obstojí.",
      "Ak počas žatiev prší, bude veľa orechov, ale málo chleba.",
      "Ak veje vietor začiatkom júna, potom veje osem dní.",
      "Polnočný /severný/ vietor v júni ženie do krajiny zbožie.",
      "V júni mnoho rýb, málo zrna."
    ]
  },
  "6":{
    "1":[
      
    ],
    "2":[
      "Keď prší na Počatie Panny Márie, tak bude pršať štyridsať dní.",
      "Keď dážď padá na Navštívenie Panny Márie, potom prší počas celých dní.",
      "Keď na Navštívenie Panny Márie prší, to potom prší po celé žne.",
      "Keď na Navštívenie Panny Márie prší, vtedy hrste vyrastajú.",
      "Navštívenie Panny Márie čisté prináša ovocie isté.",
      "Okolo druhého dňa červenca veje polnočný vietor osem dní."
    ],
    "3":[
      
    ],
    "4":[
      "Svätý Prokop prosí, nech slniečko svieti.",
      "Svätý Prokop seje huby.",
      "Na Prokopa plná priekopa.",
      "Svätý Prokop koreň podkop.",
      "Keď prší na Prokopa, namokne každý snop aj kopa."
    ],
    "5":[
      "Na Cyrila a Metode mnohý hospodár sa smeje."
    ],
    "6":[
      
    ],
    "7":[
      
    ],
    "8":[
      "Do svätého Kiliána koľko pšenice narástlo, toľko jej už zostane.",
      "Keď na Kiliána prší, bude žito chudobné."
    ],
    "9":[
      
    ],
    "10":[
      "Keď na Sedem spáčov /tiež deň Siedmich bratov, 15. júla/ prší, potom za sedem týždňov prší."
    ],
    "11":[
      
    ],
    "12":[
      
    ],
    "13":[
      "Margita, čo si muchy splodila!",
      "Svätá Margita volá žencov do žita.",
      "Svätá Margita hodí srpy do žita.",
      "Svätá Margita vopchá kosák do žita.",
      "Margita muchám vrece rozväzuje.",
      "Margita sype muchy za humná.",
      "Prvý dážď na Margitu potrvá štrnásť dní.",
      "Ak zaplače Margita, bude dažďov dosýta.",
      "Ak pričasto prší o Markéte, bude z toho škodu mať pohánka v kvete.",
      "Keď na Margitu prší, nebude hrozna.",
      "Dážď na Margitu neosoží senu.",
      "Margita trhá prvé hrušky – margitky.",
      "Margita tančí s ľanom.",
      "Svätá Margita velí: Ľudia okopávajte zelí!",
      "Čakaj z hrozna dobrý ocot miesto vína, ak len o Markéte zakvitať počína."
    ],
    "14":[
      
    ],
    "15":[
      "Rozoslanie apoštolov rozhadzuje krížiky.",
      "Na deň Rozoslania apoštolov poprcháva, to Magdaléna /22.7/ svojho pána",
      "Ak prší na deň Rozoslania apoštolov, bude drahota.",
      "Július mokrý a studený, znivočí nám všetko oseví."
    ],
    "16":[
      
    ],
    "17":[
      
    ],
    "18":[
      "O svatém Kamilu slunce má největší sílu."
    ],
    "19":[
      
    ],
    "20":[
      "Na svätého Eliáša je dopoludnia leto, popoludní jeseň.",
      "Do Eliáša i pod krovím schne, a po Eliášovi ani na kroví."
    ],
    "21":[
      "Na svatého Praxeda mlha zrána k zemi usedá.",
      "Na proroka Daniele nalije též do mandele."
    ],
    "22":[
      "Magdaléna rada plače.",
      "Mária Magdaléna čistá, je hojnosť v záhradách istá.",
      "Ak prší na Máriu Magdalénu, trpia orechy.",
      "Na Máriu Magdalénu rastie zbožie trebárs v stodole.",
      "Zachivaj si gazda, že ti Magdaléna obyčajne chodí hodne pokropená."
    ],
    "23":[
      
    ],
    "24":[
      
    ],
    "25":[
      "Ak je za tri dni pred Jakubom pekne, bude to žitu prospešné.",
      "Jasná noc a zora pred Jakubom teší hospodárov hojným zrnom.",
      "Jestliže dážď prší o svätom Jakube, málo vám slaniny narastie na dube.",
      "Ak je teplý svätý Jakub – studené sú Vianoce.",
      "Na Jakuba keď prší, dobre krumple /kromple, zemiaky/ sa viažu.",
      "Okolo Jakuba často manna padá, po lipovom kvete tú si včela hľadá.",
      "Aký je čas na Jakuba popoludní, taký by mal byť po Vianociach.",
      "Koľko mračien na Jakuba, toľko sňahu v zime.",
      "Ak bude slnce na deň Jakuba, na tuhú zimu bude žaloba.",
      "Ak na Jakuba jasné slnko svieti, má tuha zima byti.",
      "Na Jakuba lietajú škovránky do výšky, po Jakube spievajú hocikde na hrude.",
      "Čo do Jakuba odkvitne, to do Havla /16.10/ dozreje.",
      "Jakub – chleba kúp, Mara (12.9) – chleba dala.",
      "O svätom Jakube daj už pokoj hube.",
      "Keď na Jakuba slnce a dažde sú pospolu, hojne naplníš svoju stodolu.",
      "Včely lietajú len do Jakuba do hôr.",
      ". Na Jakuba hrom do duba.",
      "Od Jakuba do Hany /26.7/ nik nevidel letieť vrany."
    ],
    "26":[
      "Svatá Anna chladná zrána.",
      "O sv. Anne žitečka sa nažne.",
      "Svätá Anna žito žala.",
      "Anna už nepečie.",
      "Keď na svätú Annu prší, mokro sa do stodoly nosí.",
      "Keď na deň svätej Anny prší, bývajú lieskovce červivé.",
      "Ak je pred Annou pekne, je po Anne mrzko."
    ],
    "27":[
      
    ],
    "28":[
      "Dážď na deň Ignáca /Inocenca, pápeža/ znamená lahodnú zimu."
    ],
    "29":[
      
    ],
    "30":[
      "Jaký Ábel /Abdon/ a Sét /Senen/, taký bude i sept."
    ],
    "31":[
      "Od svatého Ignaca – leto se obraca."
    ],
    "additional":[
      "oplakáva.",
      "Psie dni majú najviac múch.",
      "Psie dni jasné a teplé sú, vždycky dobrý rok nám donesú.",
      "Čo júl a august nedovarí, to september neusmaží.",
      "Keď na začiatku júla prší, malo by štyridsať dní pršať.",
      "V júli do koleše obleč sa, v decembri po uši odej sa.",
      "Suché kopy, mokré snopy.",
      "Keď v júli mravce svoje mraveniská väčšie stavajú, to znamená včasnú zimu.",
      "V júli prepelica volá žencov do poľa.",
      "Ženci do poľa, včely z poľa.",
      "Chladný júl celé leto ochladí.",
      "Pekne v červenci, radujme sa ženci.",
      "Aký júl, taký január.",
      "Tráva v júli dozrieva.",
      "Veľa hríbov v júni sýpky nenaplní."
    ]
  },
  "7":{
    "1":[
      "Keď od Petra v okovách do Vavrinca /10.8/ je veľká horúčosť, zima bude biela."
    ],
    "2":[
      
    ],
    "3":[
      "Nikodéma a Medarda jasný deň býva od všech pochválen."
    ],
    "4":[
      "Horúčosť na sv. Dominika znamená veľmi tuhú zimu.",
      "Keď sa potí Dominik, Marek /25.4/ bude v kožuchu."
    ],
    "5":[
      
    ],
    "6":[
      "Na premenia /deň premenia Krista Pána/ je premena vôd."
    ],
    "7":[
      
    ],
    "8":[
      "Vietor, ktorý sa strhne na Oskára, potrvá štyri dni."
    ],
    "9":[
      
    ],
    "10":[
      "Keď na svätého Vavrinca prší, bude mnoho myší.",
      "Na svätého Vavrinca švábka /zemiaky/ ide do hrnca.",
      "Na svätého Vavrinca idú oriešky do venca.",
      "Ak je na Vavrinca slnce, budú medu plné hrnce.",
      "Po Vavrinci drevo už viac nerastie.",
      "Vavrinec našťal do vody.",
      "Ak na Vavrinca prší, bude mnoho myší.",
      "Ako Vavrinec navarí, tak sa nám jeseň vydarí.",
      "Čo Vavrinec uvarí, Bartolomej /24.8/ usmaží.",
      "Keď príde Vavrinec, ber oči na klinec.",
      "Keď je na Vavrinca pekná, teplá chvíľa, nastane i jeseň sedliakovi milá.",
      "Padajú slzy svätého Vavrinca.",
      "Vavro, Bartolomej /24.8/ dobre prorokujú, keď sú jasní, peknú jeseň, peknú jeseň nám sľubujú.",
      "Svätý Vavrinec nesie z poľa veniec.",
      "Slnečnosť na deň Vavrinca hotuje nám dobrého vínca."
    ],
    "11":[
      
    ],
    "12":[
      
    ],
    "13":[
      
    ],
    "14":[
      
    ],
    "15":[
      "Na Nebevzatie Panny Márie prvé oriešky.",
      "Ak prší na Nebevzatie Panny Márie, kazia sa zemiaky.",
      "Jasný deň na Nebovzatia Panny Márie sľubuje peknú jeseň.",
      "Panny Márie narodenie, lastovičiek rozlúčenie.",
      "Panenky Márie Nanebevzetí hlávka do kapusty letí.",
      "Matka Božia varí, svätý Michal /29.9/ dovára.",
      "Matka Boží – hlávky množí.",
      "Matka Božia varí, svätý Michal dovára."
    ],
    "16":[
      "Na svätého Rocha zemiakov trocha.",
      "Když prší na svatého Rocha, je pak pěkný podzimek.",
      "Prší-li jen týden po svatém Rochu, bramborů každý den trochu."
    ],
    "17":[
      
    ],
    "18":[
      "Ľan siaty na Helenu máva dlhé vlasy."
    ],
    "19":[
      
    ],
    "20":[
      "Pekná chvíľa na Štefana Kráľa sľubuje radostné oberačky."
    ],
    "21":[
      
    ],
    "22":[
      
    ],
    "23":[
      
    ],
    "24":[
      "Aký Bartolomej, taká celá jeseň.",
      "Na Bartolomeja každá plánka zrelá.",
      "Na Bartolomeje nech sedliak žitko seje.",
      "Svätý Bartolomej ovos láme.",
      "Na Bartolomeja jeleň napľuje do vody.",
      "Zrelé hrozno na Bartolomeja dobrú nádej k hojnosti vína dáva.",
      "Bartolomej svätý odpoludnia kráti.",
      "Ak bude pekný Bartolomej, na peknú jeseň máme nádej.",
      "Povíchrica na Bartolomeja zvestuje ľad a sneh.",
      "Povíchrice čo po Bartolomile prichádzajú, obyčajne veľmi prudkými bývajú.",
      "Už je po Bartolomeje, pôjdu hady do diery."
    ],
    "25":[
      
    ],
    "26":[
      
    ],
    "27":[
      
    ],
    "28":[
      "Ako je teplo na Augustína, taká chladná bude Katarína /25.11/.",
      "Kol svatého Augustina odcházejí pryč teplé dny.",
      "Okolo Augustína tiahnu vetry do Budína /časť Budapešti/."
    ],
    "29":[
      "Stetí Jana – přestávají již parna.",
      "Když na den Stetí svatého Jana prší, velikou zkázu ořechy trpěti mají."
    ],
    "30":[
      
    ],
    "31":[
      "Aký je august posledný deň, taká má byť celá jeseň."
    ],
    "additional":[
      "Aký je august spočiatku, taký bude /je/ až do konca.",
      "Keď je v prvom augustovom týždni teplo, bude biela zima.",
      "Ak sa v Leve často vietor s dňom mení, znamená to obyčajne pekné počasie.",
      "V Leve keď pavúci sa snujú, bude pekná jeseň.",
      "Keď leto na Leva príde, keď veľmi zarodí mak, buk a lieska, bude tuhá zima a mnoho sňahu.",
      "Srpen k zimě hledí a rád vodu cedí.",
      "August k zime hľadí a rád vodu cedí.",
      "Severné vetry keď v auguste dujú, opadanie úrody spôsobujú.",
      "Severné vetry v auguste prinášajú stále počasie.",
      "Horúčosť v auguste ničomu neškodí, iba čo sa mlynár po potoku brodí.",
      "Suchý august – suché víno, mokrý august – vodnaté víno.",
      "Dážď v auguste je ako ženský plač. Ten, ktorý doobeda prší, skôr ako obed minie, sa usuší.",
      "Dážď, ktorý v auguste doobeda prší, skorej ako obed minie, sa usuší.",
      "Čo august nedopečie, to september nedovarí.",
      "Strnisko v auguste kto si preoráva, ten sa o rok budúci nadarmo neustáva.",
      "Aký je v august je posledný deň, taká má byť vraj i celá jeseň.",
      "V auguste veľké rosy zvestujú pekné časy.",
      "Ak v auguste nieto rosy, môžeme búrku očakávať.",
      "Silné mrazy v auguste oznamujú dobrú chvíľu.",
      "Keď august páli, bude páliť aj víno.",
      "V auguste všade srpeň sviští.",
      "Ak prší na Romana, zhnijú zemiaky.",
      "Na Cyrika lapaj raka."
    ]
  },
  "8":{
    "1":[
      "Aké je počasie na 1. septembra, taký bude celý mesiac.",
      "Keď na prvého septembra prší, repu budú ťahať z blata.",
      "Keď je na Egida jasný deň, môžeme predpovedať peknú jeseň."
    ],
    "2":[
      "Na svatého Štěpána krále je už léta namále."
    ],
    "3":[
      
    ],
    "4":[
      "Keď Rozália kvety páli, Lucia /13.12/ kvetmi pomaľuje obloky."
    ],
    "5":[
      "Svätá Regina ruky rozpína."
    ],
    "6":[
      
    ],
    "7":[
      
    ],
    "8":[
      "Panny Márie narodenie, lastovičiek rozlúčenie.",
      "Ak neprší na Narodenie Panny Márie, bude suchá jeseň.",
      "Ako sa zachová počasie na deň Narodenia Panny Márie, tak bude potom za štyri týždne."
    ],
    "9":[
      
    ],
    "10":[
      "Najlepšie je siať na Mojžiša.",
      "Neprší-li o Mikuláši, bude suchý podzim."
    ],
    "11":[
      "Neprší-li na svatého Panfuce, bývá suchý podzim."
    ],
    "12":[
      "Keď Mária štrvťrok končí s prázdnou korbeľou, tak Blažej /3. február/ požehná polia veľkou burinou."
    ],
    "13":[
      
    ],
    "14":[
      "Po svätom Kríži, jeseň sa blíži.",
      "Na povýšení svatého Kříže odkud fouká vítr, odtud přijde drahota."
    ],
    "15":[
      "Od Panny Marie Sedmibolestné teplota rychleji poklesne."
    ],
    "16":[
      "Svatá Ludmila, deštěm obmyla."
    ],
    "17":[
      
    ],
    "18":[
      
    ],
    "19":[
      
    ],
    "20":[
      
    ],
    "21":[
      "Po svätom Matúši daj kučmu /baranicu, čiapku/ na uši.",
      "V Matúšovom týždni seje sa žito.",
      "Ak je na Matúša jasno, býva na budúci rok dobré víno.",
      "O Matúši ľahko na duši."
    ],
    "22":[
      "Je-li jasno na den svatého Mauricia, bude v zimě mnoho větrů."
    ],
    "23":[
      "Svätá Tekla posledné jablko zjedla."
    ],
    "24":[
      
    ],
    "25":[
      
    ],
    "26":[
      "(v súčasnosti 27.). Na svatého Cypriána chladno býva často zrána."
    ],
    "27":[
      "Na Kosmu a Damiána studeno bývá zrána."
    ],
    "28":[
      "Svatováclavské časy přinesou pěkné počasí babího léta.",
      "Na svätého Václava býva blata záplava.",
      "Na Václava mráz nastáva."
    ],
    "29":[
      "Svätému proroku verte Michalovi, ten vám o budúcej zime pohovorí.",
      "Michal zimu dýchal.",
      "Michal – snehom kýchal.",
      "Po Michale tráva, čo bys´ ju kliešťami ťahal, nepôjde von.",
      "Jasné nebo v noci pred Michalom zvestuje, že po ňom treskúca zima nasleduje.",
      "Na Michala, či z hory a či z doly, zimný vetrík vstane.",
      "Čo svätý Michal zakazuje, to svätý Mikuláš rozkazuje.",
      "Keď na Michala prší, nebude veľkej zimy do Vianoc.",
      "Keď na svätého Michala prší, bude málo vína, veľa vody.",
      "Koľko mrazov pred Michalom, toľko studených dní bude po Ďure /24.4/.",
      "Koľko mravcov pred Michalom, toľko studených dní bude po Ďure /24.4/.",
      "Koľko mrazov pred Michalom, toľko po Valburge.",
      "Akže na Michala padajú žalude, veru dlhé leto trvať už nebude.",
      "Mnoho rapavých guliek na dube na Michala znamená včasnú zimu.",
      "Ak sú do Michala vtáci doma, nebude tuhá zima.",
      "Ak sú na Michala lastovičky tuná ešte, tak sa tuhej zimy, ľudia, viac netešte.",
      "Ber, Michale, čo boh daje.",
      "Michalovo žito a Urbanov ovos /25.5/ znesú i slabší podnos.",
      "Po Michale môže pásť i na povale.",
      "Ak sa do Michala hrozno nedovarí, nebudeš mať z neho vína súdok starý.",
      "Po Michale do Jura /24.4/ slobodno dohán sadiť.",
      "Židia trúbia na mráz.",
      "Na židovské Michalské sviatky prosia židia o dážď.",
      "Nikita – husí odlet.",
      "Nikita – reporez /vykopávanie repy zo zeme/."
    ],
    "30":[
      "O svatém Jeronýmu připravuj se už na zimu."
    ],
    "additional":[
      "Na deň Tobiáša máme dažde radi, nielen pre osenie, aj pre vinohrady.",
      "Na znamenie Váh sa najlepšie sadia zemiaky.",
      "Čo kukuricu ocábeš blatom, ale ju ocáb!",
      "Aké je počasie v prvých dňoch septembra, také bude celý mesiac.",
      "September – z poľa ber!",
      "September je májom jesene.",
      "V septembri je v sade ako v máji a naviac ako v raji.",
      "Nad májovú záhradu záhrada v septembri je krajšia.",
      "September je krásny ako kvet a ovocie v ňom sladké ako med.",
      "Na septembrovom daždi sedliakovi veľmi záleží.",
      "Septembrový dážď poliam potrava, vinohradom otrava.",
      "Za teplým a suchým septembrom ide chladný a mokrý august.",
      "Aký je september, taký bude i marec.",
      "Ako je v septembri na nove mesiaca, taká býva obyčajne i jeseň.",
      "Ak sa osy v septembri tlačia do príbytkov, prorokujú tuhú zimu.",
      "Koniec kanikule /obdobie letných horúčav/ suché hmly ak nosí, tuhú zimu z neba na Vianoce prosí.",
      "Zárí (september) – víno varí, ríjen (október) – víno pijem."
    ]
  },
  "9":{
    "1":[
      "Fouká-li vítr na svatého Remigia od východu, bude teplý podzimek."
    ],
    "2":[
      "Den Marie Orodovnice – první mrazíky."
    ],
    "3":[
      "Den svaté Terezičky nebývá bez vlažičky."
    ],
    "4":[
      "Svatý František zahání lidi do chýšek."
    ],
    "5":[
      "Na svatého Placida slunce ohně nevydá.",
      "Na svatého Placida zima teplo vystřídá."
    ],
    "6":[
      
    ],
    "7":[
      
    ],
    "8":[
      "O svaté Brigite bývá mlha na úsvitě."
    ],
    "9":[
      
    ],
    "10":[
      
    ],
    "11":[
      "Valentínka – mnoho vínka."
    ],
    "12":[
      
    ],
    "13":[
      
    ],
    "14":[
      
    ],
    "15":[
      "Po svaté Tereze, mráz po střechách leze.",
      "Na Teréziu každý švec obírá."
    ],
    "16":[
      "Keď Vendelín slzy roní, každú prácu zajac honí.",
      "Aký sa deň Havla ukazuje, taká zima sa objavuje.",
      "Svätý Havel prácu na poli zastavuje.",
      "Svätý Havel jasný prináša rok šťastný.",
      "Gálovo žito nebude bito.",
      "Zelenú o Gále kdo má oziminu, od radosti môže spraviť si hostinu.",
      "Sucho na Gála zvestuje suché budúce leto.",
      "Sucho na Gála, suchá zima.",
      "Sneh na Gála, zima stála.",
      "Od Gála chvíľa nestála.",
      "Svätý Gál - babie leto vzal."
    ],
    "17":[
      "Svatá Hedvika do řepy ještě medu nalívá."
    ],
    "18":[
      "Do svatého Lukáše, kdo chceš, ruce volné měj, po svatém Lukáši za ňadra je dej!",
      "Na sv. Lukáše hojnosť chleba a kaše."
    ],
    "19":[
      
    ],
    "20":[
      
    ],
    "21":[
      "Keď na Uršuľu svieti slnko a gazdiná prinesie pod dobytok suhcé stelivo, bude dlhá jeseň.",
      "Ako započnú Uršuľa a Kordula /22.9/, taká bude zima.",
      "Když na Uršulu větr duje, tuhou zimu ohlašuje.",
      "Keď Uršuľa v splne mesiaca jasné noci dáva, tak decembrová noc je každá tmavá."
    ],
    "22":[
      "Keď na Sergeja vetry dujú, po celú zimu nás navštevujú.",
      "Svatá Voršila zimu posílá.",
      "Jak den svaté Voršily začíná, tak se i zima končívá."
    ],
    "23":[
      
    ],
    "24":[
      
    ],
    "25":[
      
    ],
    "26":[
      "Už je po Mitre, už valachom svitne."
    ],
    "27":[
      
    ],
    "28":[
      "Šimon a Judy prikrýva – hrudy.",
      "Šimon a Judy prikrýva alebo sneh, alebo hrudy.",
      "Šimon a Judy gate odsúdi.",
      "Šimon a Judy vyháňajú baču z búdy.",
      "Na Šimona Judy ženie bača ovce z búdy.",
      "Na Šimona Judy mrznú v poli všetky hrudy.",
      "Na svätého Šimoniše prikráda sa zima tiše."
    ],
    "29":[
      
    ],
    "30":[
      
    ],
    "31":[
      
    ],
    "additional":[
      "Ak opadá lístie do polovice októbra, svätý Havel /16.10/ práce na poli zastaví a bude mokrá zima.",
      "Dobre je, keď v októbri list zo stromu padá, tento rok požehnaný cestu si hľadá.",
      "Ak je október veľmi zelený, bude potom január (hodne) studený.",
      "Začiatok októbra hoci pekný býva, predsa v druhej polovici severák podúva.",
      "Teplý október, studený november.",
      "Búrlivý október, sotva bude zima stála.",
      "Búrka v októbri – rozmarná zima.",
      "Ríjen (október) a brezen sú rovní vo všem.",
      "Keď si sedliak hľadá v októbri kabanicu, neuvidí potom na jar húsenicu.",
      "Keď v októbri mrzne a sňaží, budúci január teplom blaží.",
      "Keď sa drží list v mesiaci októbri na stromoch pevne, to znamená krutú zimu.",
      "Jestli v tomto mesiaci napadnutý sneh dlho trvá, bude i dlhá zima, naopak, jestli krátko trvá, bude krátka zima.",
      "Ak skoro v októbri sneh padá, bude mäkká zima.",
      "Ktorého dňa tohto mesiaca padne sneh, toľkokrát bude cez zimu padať.",
      "Keď v októbri prídu tuhé mrazy, v januári zima málo nás omrazí.",
      "Keď je v októbri mnoho sršňov a osí, bude dlhá zima.",
      "Za bielym októbrom nasleduje zelený február, za zeleným októbrom biely február.",
      "Mnoho dažďa v októbri, mnoho vetrov v decembri.",
      "Dažde v októbri predpovedajú úrodný rok.",
      "Ak v októbri vejú polnočné (severné) vetry, keď je slnce  v Škorpióne, nasleduje neúroda.",
      "Zárí (september) – víno varí, ríjen (október) – víno pijem."
    ]
  },
  "10":{
    "1":[
      "Je-li o všech svatých léto, bývá o Martině /11.11/ zima.",
      "Nepřijde-li sníh na Vše svaté v noci, přijde o svatém Martině se vší mocí.",
      "O Všech svatých větry-li jsou, znamenají zimu proměnlivou, přijdou-li ale s Ondřejem, dobré zimy se nadějem.",
      "Jiní o Všech svatých věští tuhé mrazy o vánocích."
    ],
    "2":[
      "Na Dušičky duše zosnulých oplakávajú svoje hriechy, preto pršieva alebo padá hmla.",
      "Když na Dušičky jasné počasí panuje, příchod zimy to oznamuje.",
      "Keď je na Všechsvätých mokro, môžeme čakať mnoho snehu.",
      "Keď na deň Všechsvätých prinesie zimu, tak Martin /11.11/ prinesie leto."
    ],
    "3":[
      "Na svätého Huberta ide teplo do čerta."
    ],
    "4":[
      "Kôrka z buku na Karla Boromejského uťatá, keď je suchá - malá a keď je mokrá - veľkú zimu znamená."
    ],
    "5":[
      
    ],
    "6":[
      
    ],
    "7":[
      
    ],
    "8":[
      
    ],
    "9":[
      "Svatý Teodor – mrazy lezú z hor."
    ],
    "10":[
      
    ],
    "11":[
      "Od sv. Martina zahreje len perina.",
      "Marcin jak nebude na Šechsvatých moci, tak príde dozaista na Marcina v noci.",
      "Svätý Martin chodí na bielom koni, ak príde na sivom koni (hmly), bude zima striedavá, ak na žltom (sucho), príde tuhá zima.",
      "Na svatého Martina býva dobrá peřina.",
      "Svatý Martin přijíždí na bílém koni.",
      "Svätý Martin chodí na sivkovi.",
      "Ak príde Martin na bielom koni, metelica metelicu honí.",
      "Martin už na sivkovi prijazdí.",
      "Na svätého Martina drž sa, synku, komína.",
      "Dážď martinský znamená mráz a suchotu.",
      "Svieti-li na Martina slnce jasné, to tuhú zimu znamená.",
      "Akže je Martin mračný vo dne i v noci, ľavná zima i na Vyšnej Boci.",
      "Po Martine už zima nežartuje.",
      "Martin sa nám došťal, ak i Ondrej /30.11/ nebudeme mať v zime snehy.",
      "Na Martina medveď líha.",
      "Keď na Martina list zo stromu neopadol, môžeme čakať tuhú zimu.",
      "Keď padá na Martina, aj Veľká noc príde na bielom koni.",
      "Martinský sneh je planý na oziminy.",
      "Keď na Martina prší a zamrzne, škodí to oziminám a pôsobí drahotu.",
      "Martin, Klement, Katarína, raz je teplo a raz zima."
    ],
    "12":[
      
    ],
    "13":[
      
    ],
    "14":[
      "Na svatého Josafata lepší kožich nežli vesta."
    ],
    "15":[
      
    ],
    "16":[
      "Na svatého Otomara neuvidíš komára."
    ],
    "17":[
      
    ],
    "18":[
      
    ],
    "19":[
      "Z ledu Alžběta má brod, u Kateřiny /25.11/ znám Ond /30.11/.",
      "Sv. Alžbeta za plný košík sviatkov prináša.",
      "Počasí o svaté Alžbětě povídá, jak bude v létě."
    ],
    "20":[
      
    ],
    "21":[
      "Jaký den na Obětování Panny Marie, taková pak zima je.",
      "Obetovanie Panny Márie ohlasuje zimu.",
      "Když je na Obětování Panny Marie noc jasná, čistá, krutá zima se v lednu chystá."
    ],
    "22":[
      "Svatá Cecilie snehom polia kryje."
    ],
    "23":[
      "Kliment obľubuje zimu, ktorú svätý Peter /19.5/ zakončuje."
    ],
    "24":[
      
    ],
    "25":[
      "Katarína na ľade, svätý Štefan /26.12/ na blate.",
      "Sneh na Katarínu predpovedá veľké obilie.",
      "Aký je deň Kataríny, taký je január, aký je deň po Kataríne, taký má byť február.",
      "Na svätú Katarínu schovajme sa pod perinu.",
      "Katarína keď je v blate, Kračún (Vianoce, Štedrý deň) bude stáť na ľade.",
      "Na Katrenu hladká, na Vianoce blatká.",
      "Katrena hudcom husle berie.",
      "Katarína muziku zapiera a Ondrej (30.11) ju potvrdí.",
      "Na svätú Katarínu sneh už klope na oblok.",
      "Na Katrenu teplo, to nedobre býva, potom o Jozefe sneh pole prikrýva.",
      "Katarína má šumné meno, lenže chladné veno.",
      "Na svätú Katarínu aj posledné sťahovavé vtáčiky opúšťajú domovinu.",
      "Svatá Kateřina  máchá a Barbora /7.12/ je škrobí."
    ],
    "26":[
      
    ],
    "27":[
      
    ],
    "28":[
      "Ak je na deň Mláďatiek na oblohe veľa hviezd, má byť veľa hydiny.",
      "Hmla na deň Mláďatiek veštila hmly."
    ],
    "29":[
      "Na Saturnina skučí meluzína."
    ],
    "30":[
      "Na svätého Ondreje ešte sa nám ohreje.",
      "Aký Ondrej, takí všetci.",
      "Na Ondreja, keď prší, bude celú zimu každý mesiac odmäk.",
      "Keď je pekne na Ondreja, celý rok na všetky sviatky bude pekne.",
      "Na svätého Ondreja dávaj sane do dvora.",
      "Keď svätý Ondrej na plot mráz posadí, nemusíme sa báť povodní ani vody.",
      "Keď svätý Ondrej peknú cestu Lucii spraví /13.12/, aj Mikuláš /24.12/ ho pochváli.",
      "Biely Ondrej, zlý rok.",
      "Sneh Ondrejový žitu nehoví.",
      "Sneh čo na Ondreja spadol, dlho leží, on len na Gregora /12.3/ do potoka beží.",
      "Keď na sv. Ondreja sneží, sneh si dlho poleží.",
      "Keď ondrejský sneh pustí, to všetky pustia.",
      "Na Ondreja ide orať len krivý gazda.",
      "Ak na Ondreja lietajú včely, bude neúrodný rok."
    ],
    "additional":[
      "Když v první adventní neděli nastane daleko široko krutá zima, potrvá čtyři neděle.",
      "Na začiatku novembra teplo so zimou sa háda.",
      "November - vlčí mesiac.",
      "Ak prídu v novembri predčasne mrazy tuhé, skoro zas dobre bude.",
      "Novebrová hmla zhasína slnko.",
      "Novebrové slnko na zem nevidí.",
      "Prvý sneh dlho nepoleží.",
      "Keď v novembri hviezdy svietia, mrazy sa skoro uchytia.",
      "Studený november - zelený máj.",
      "Aký je november, taký bude nasledujúci máj.",
      "Aký november, taký budúci marec.",
      "Ak kvitnú v novembri stromy, bude zima trvať až do mája",
      "Ak v novembri rastú vody, tak sa budú ukazovať celú zimu.",
      "Ak nedodrží prvý novembrový sneh, nedodrží žiaden cez celú zimu.",
      "Novembrový sneh keď za niekoľko dní poleží, potom prejde, lepšie hnojí ako hnoj.",
      "Snehy novembrové, decembrové, januárové zostanú.",
      "Ak v novembri sneh padá do blata, bude na ozimnom poli veľká strata.",
      "Ak prvý sneh padne na blato, bude celá zima blatnavá, ak ale na mráz, očakávajme bohatý rok."
    ]
  },
  "11":{
    "1":[
      "Keď je prvý december mokrý, veští ľavnú zimu."
    ],
    "2":[
      
    ],
    "3":[
      "O svatém Františku Xaveru ledový vítr fičí od severu."
    ],
    "4":[
      "Svätá Barbora ťahá sane do dvora.",
      "Svätá Barbora vyháňa drevo zo dvora.",
      "Svätá Barbora vetry rozháňa",
      "Aké je počasie na Barboru, také býva až do Vianoc.",
      "Po svätej Baruši daj pozor na uši."
    ],
    "5":[
      
    ],
    "6":[
      "Keď je na svätého Mikuláša počasie peknô, v januári pole je bielo.",
      "Na svätého Mikuláša už je všetka zima naša.",
      "Keď na deň Mikuláša sneží, bude požehnaný rok.",
      "Keď na Mikuláša prší, zima ľudí hodne skruší."
    ],
    "7":[
      
    ],
    "8":[
      
    ],
    "9":[
      
    ],
    "10":[
      
    ],
    "11":[
      
    ],
    "12":[
      
    ],
    "13":[
      "Keď príde sv. Lucia, nájde tu už zimu.",
      "Keď prší na Luciu, bude celú zimu.",
      "Lucia noci upíja, ale dňa nepridá.",
      "Od Lucie do Vianoc každá noc má svoju moc.",
      "Keď si Lucia na mena háby zablatí, v januári si ich prať bude.",
      "Aké sú od Lucie do Vianoc dni, také budú aj mesiace."
    ],
    "14":[
      
    ],
    "15":[
      
    ],
    "16":[
      "Sv. Albína - klobásy do komína.",
      "O svaté Albíně schovej se do síně.",
      "Závěj svaté Albíny zaplavuje doliny."
    ],
    "17":[
      "O svatém Lazaru ucpi v senci každou spáru."
    ],
    "18":[
      
    ],
    "19":[
      
    ],
    "20":[
      
    ],
    "21":[
      "O svatém Tomáši meluzína straší.",
      "Toma, poseď doma!",
      "Tomáš s oceľou (mráz) znamená, že bude v nastávajúcom roku zrno plné.",
      "Na svätého Tomáše zima sa nám rozpáše.",
      "Na svätého Tomáša chop sa huňatého rubáša."
    ],
    "22":[
      
    ],
    "23":[
      "Svatá Viktorie obrázky na okna ryje."
    ],
    "24":[
      "Na Adama a Evu čakajme oblevu.",
      "Aký je čas na Adama Evy, také budú nasledujúce dni.",
      "Keď je na Štedrý večer (deň) mlha, bude plané počasie.",
      "Keď sa s nov-mesiacom Sviatky (v oblasti Kysúc znamenajú Vianoce) začínajú, veľmi tvrdú zimu často znamenajú.",
      "Biele Vianoce, zelená Veľká noc.",
      "Keď je hus na Vianoce na blate, na Jozefa /19.3/ bude na ľade.",
      "Koľko sa ukáže prvý sneh pred Vianocami, toľko bude trvať po Vianociach.",
      "Lahodný a teplý čas na Vianoce je znamením, že zima bude dlho trvať.",
      "Jak medzi Kračúnami, tak medzi Jánami /24.6/.",
      "Lepšie Vianoce treskúce nežli tekúce.",
      "Do Vianoc dlhá nitka, krátky deň, po Vianociach krátka nitka, dlhší deň.",
      "Štedrý večer jasný každému je milý, dá vraj pánboh vína, požehná v obilí.",
      "Jasné Vianoce, mnoho vína a ovoce.",
      "Keď je na Štedrý deň veľa hviezdičiek, na budúci rok je veľa kureniec.",
      "Keď je na Štedrý deň večer mnoho hviezd, je mnoho zemiakov.",
      "Keď je vianočná noc tmavá (nesvieti mesiac), bude tma  v záčine (miesto na odkladanie potravín, úrody)",
      "Ak sa na Vianoce voda z neba leje, starosť o úrodu käčku vám ohreje.",
      "Keď na Narodenie Krista pršať začne, za štyri týždne počasie bude mračné.",
      "Na Vianoce – po gágorče (po hrdlo, dosýtosti), na Velikú noc – moc, na Ducha /je na siedmu nedeľu alebo päťdesiaty deň po Veľkej noci/– do pol brucha, Na Trojicu – len za užicu (lyžicu).",
      "Do Vianoc – hoj, od Vianoc – joj!",
      "Od Vianoc do Ducha nepúšťaj sa kožucha, a po svätom duchu zas dobre v kožuchu."
    ],
    "25":[
      "Keď dvadsiateho piateho svieti slnko len toľko, čo gazda koňa oširuje (nasadiť postroj, zapriahnuť), bude dobrá úroda zemek (zemiakov)."
    ],
    "26":[
      "Pekná chvíľa na Štefana Kráľa sľubuje radostné oberačky.",
      "Na svätého Štefana nesmie už byť barina.",
      "Keď svätý Štefan blato vyfúka, peknú jar nám ponúka.",
      "Ak sa vetry na svätého Štefana spolu chytia, velikie priekopy a záveje narobia.",
      "Keď duje vietor na Štefana, bude víno budúceho roku plané."
    ],
    "27":[
      "Sivý svätý Ján veští dobrý rok."
    ],
    "28":[
      "O Mláďatkách i deň sa omladzuje."
    ],
    "29":[
      
    ],
    "30":[
      "Mnoho snehu na Dávida, málo vody na Jozefa /19.3/."
    ],
    "31":[
      "Keď je na Starý rok jasno, bude v stáloch (maštaliach) prázdno.",
      "Je-li o Silvestru v noci vítr a ráno jasno, bude dobrého vína pořídku.",
      "Když na Silvestra ráno sluní, v noci prudký vítr závěje, není na vína hrubé naděje."
    ],
    "additional":[
      "Keď v advente je iňavica (inoväť) na stromoch, bude veľa ovocia.",
      "V advente, keď vietor fúka, stromy sa húkajú (nakláňať sa k sebe), bude hojnosť ovocia.",
      "Začne-li zima až s adventem, potrvá deset týdnů.",
      "Ak sú dažde, teplo v Hody (vianočné sviatky), nedobrý rok za tým chodí.",
      "Keď v decembri mrzne, sneží, úrodný rok za tým beží.",
      "V studenom decembri zem snehom prikrytá dáva budúceho roku hodne žita.",
      "Keď je december studený, je vždy s úrodným rokom spojený.",
      "Aké veľké sú cencúle v decembri, také dlhé budú rúrky z kukurice.",
      "Čo v decembri nespravíš, v januári nedohoníš.",
      "Ľavný december pokazí celú zimu.",
      "Blatnatý december, blatnatý celý rok.",
      "Aký je december, taký je jún.",
      "Aký je december, taký má byť celý rok.",
      "Ak bol celý rok samá voda, blato - na Silvestra nenapadne zlato.",
      "Ak december leje, január potom zaveje.",
      "V decembri si ešte zima robí žarty, ale v januári už kraľuje.",
      "Mrazy, čo december zaseje, až január a február zožne.",
      "Keď december bystrí, január a február iskrí.",
      "Mrazy, keď v decembri ochabnú, znamenajú zimu zlú.",
      "Ak je studený a mrazivý december, bude aj celá zima tuhá.",
      "Keď zima dobre drží v decembri a v januári, bude pekný rok."
    ]
  }
}